fun main() {
    //first lab
    //val lineWidth = -50
    //val text =
    //   "Есть над чем задуматься: предприниматели в сети интернет лишь добавляют фракционных разногласий и своевременно верифицированы! В своём стремлении улучшить пользовательский опыт мы упускаем, что реплицированные с зарубежных источников, современные исследования набирают популярность среди определенных слоев населения, а значит, должны быть объективно рассмотрены соответствующими инстанциями. Ясность нашей позиции очевидна: социально-экономическое развитие однозначно определяет каждого участника как способного принимать собственные решения касаемо дальнейших направлений развития."
    //print(alignText(text, lineWidth, Alignment.LEFT))
    //second lab
    val text = "2--2"
    calculator(text)
}
